Python 3.8.10 (tags/v3.8.10:3d8993a, May  3 2021, 11:34:34) [MSC v.1928 32 bit (Intel)] on win32
Type "help", "copyright", "credits" or "license()" for more information.
>>> print ( input("1 этап развития человека"),input("2 этап развития человека"),input("3 этап развития человека"), input("4 этап развития человека"),input("5 этап развития человека"),input("6 этап развития человека"),input("1 этап развития человека"),sep="=>")
1 этап развития человекадриопитек
2 этап развития человекарамапитек
3 этап развития человекаавстралопитек
4 этап развития человекачеловек умелый
5 этап развития человекачеловек прямоходящий
6 этап развития человекапалеоантроп
1 этап развития человеканеоантроп
дриопитек=>рамапитек=>австралопитек=>человек умелый=>человек прямоходящий=>палеоантроп=>неоантроп
>>> print ( input("1 этап развития человека"),input("2 этап развития человека"),input("3 этап развития человека"), input("4 этап развития человека"),input("5 этап развития человека"),input("6 этап развития человека"),input("7 этап развития человека"),sep="=>")
1 этап развития человекадриопитек
2 этап развития человекарамапитек
3 этап развития человекаавстралопитек
4 этап развития человекачеловек умелый
5 этап развития человекачеловек прямоходящий
6 этап развития человекапалеоантроп
7 этап развития человеканеоантроп
дриопитек=>рамапитек=>австралопитек=>человек умелый=>человек прямоходящий=>палеоантроп=>неоантроп
>>> 